[
	{
		"name": "GymSubs management system",
		"description": "GymSubs is a subscription management system designed for gym owners to manage client subscriptions efficiently. It allows gym owners to track subscription statuses (active, expired, upcoming) and notify clients about upcoming subscription expirations or due dates",
		"image": "/assets/images/projects/gymSubs.gif",
		"url": "https://subs-manage-system.netlify.app"
	},
	{
		"name": "Comfort Chair Co website",
		"description": "A full-stack web app featuring a dynamic shopping cart, seamless online ordering, and real-time order tracking, providing a smooth and interactive shopping experience from browsing to delivery.",
		"image": "/assets/images/projects/chairswebsite.gif",
		"url": "https://chairs-store-website.onrender.com"
	},
	{
		"name": "Leviathon Salon Website",
		"description": "A fully responsive, beautiful, and modern website for an on trend full-service salon.",
		"image": "/assets/images/projects/leviathon.gif",
		"url": "https://leviathansalon.netlify.app"
	},
	{
		"name": "Pizzela Restaurant Website",
		"description": "A restaurant website showcasing a visually appealing food menu, along with detailed information on ingredients, pricing, special offers, and dining options.",
		"image": "/assets/images/projects/pizz-restaurant.gif",
		"url": "https://pizza-restaurant-webdemo.netlify.app"
	},
	{
		"name": "Kitty Haven Website",
		"description": "displays item photos and prices, with a shopping cart feature allowing users to add items, view cart quantity, and total price.",
		"image": "/assets/images/projects/kittenStore.gif",
		"url": "https://github.com/adelnasr029/kitten-store-demo"
	},
	{
		"name": "PlantPicks Website",
		"description": "provides users with personalized plant recommendations based on specific criteria they input into a form.",
		"image": "/assets/images/projects/plant-picks.gif",
		"url": "https://github.com/adelnasr029/PlantPicker"
	},
	{
		"name": "StarGazers Society APOD Web App",
		"description": "Explore the wonders of space by using a website powered by the NASA API. Select any date to instantly access the captivating photo of the day.",
		"image": "/assets/images/projects/starGazer.gif",
		"url": "https://nasa-picture-every-day.netlify.app"
	},
	{
		"name": "StoryBooks",
		"description": "The StoryBooks application was designed to provide a platform for users to share stories with a global audience or keep them private. Each user has the ability to register via Google OAuth, create stories, and manage their profile.",
		"image": "/assets/images/projects/story-books.gif",
		"url": "https://github.com/adelnasr029/create-your-story"
	},
	{
		"name": "Task Tracker",
		"description": "A simple Task Tracker built with React, allowing users to create, manage, and track tasks. The project currently uses JSON Server as a mock back-end to simulate data storage. This app is a great way to manage your tasks efficiently, with reminders and easy toggling of tasks.",
		"image": "/assets/images/projects/task-tracker.gif",
		"url": "https://github.com/adelnasr029/task-tracker"
	}
]
