[
	{
		"name": "MedPrep-Guide System",
		"description": "A comprehensive application that provides healthcare professionals with critical information on medication stability post-reconstitution, preparation guidelines, administration routes, and alerting notes. The application also includes a system for the Quality Control (QC) department to update and maintain data, ensuring that nursing staff have access to the most current information",
		"image": "/assets/images/projects/medi-prep.gif",
		"url": "https://medi-data-manage.netlify.app"
	},
	{
		"name": "GPTalk-AI",
		"description": "GPTalk is an AI-powered chat application built with Node.js, MongoDB, React and Tailwind CSS. It integrates Anthropic API (Claude API) and Cohere API for advanced natural language processing and streams real-time responses via Server-Sent Events, ensuring a seamless and interactive chat experience.",
		"image": "/assets/images/projects/gptalk.gif",
		"url": "https://gp-chat-ai-ui.netlify.app"
	},
	{
		"name": "GymSubs management system demo",
		"description": "GymSubs is a subscription management system designed for gym owners to manage client subscriptions efficiently. It allows gym owners to track subscription statuses (active, expired, upcoming) and notify clients about upcoming subscription expirations or due dates",
		"image": "/assets/images/projects/subs-manage-live.gif",
		"url": "https://subs-manage-system.netlify.app"
	},
	{
		"name": "Employee ID Finder",
		"description": "A web application built with Node.js, Express.js, and EJS to help 4,500 employees quickly retrieve their employee ID by entering any part of their name.",
		"image": "/assets/images/projects/getID.gif",
		"url": "https://ucl-year-winner.onrender.com"
	},
	{
		"name": "Leviathon Salon Website",
		"description": "A fully responsive, beautiful, and modern website for an on trend full-service salon.",
		"image": "/assets/images/projects/leviathon.gif",
		"url": "https://leviathansalon.netlify.app"
	},
	{
		"name": "Pizzela Restaurant Website",
		"description": "A restaurant website showcasing a visually appealing food menu, along with detailed information on ingredients, pricing, special offers, and dining options.",
		"image": "/assets/images/projects/pizz-restaurant.gif",
		"url": "https://pizza-restaurant-webdemo.netlify.app"
	}
]
